{"content":[{"id":"5774d500","settings":{"background_background":"classic","background_color":"#D4BC84"},"elements":[{"id":"703c6608","settings":{"_column_size":100,"_inline_size":null},"elements":[{"id":"155ba056","settings":{"title":"Wondering about Adventure Alley...","title_color":"#336482"},"elements":[],"isInner":false,"widgetType":"heading","elType":"widget"},{"id":"5279583b","settings":{"editor":"<div><strong>Do you take measures to prevent waterborne diseases?<\/strong><br \/>Oh yes, we do! The park has an in house reverse osmosis [RO] plant to ensure that water is absolutely clean and hygienic. Water quality is monitored continuously using a computerized monitoring system. Besides, water samples are collected manually and tested in frequent hours when the park is open to public. Any contaminant, pollutant or irritant detected is immediately neutralized.<br \/><br \/><strong>You test the quality of water? How do you do that?<\/strong><br \/>The park has an in-house laboratory to monitor water quality, which does 90 rigorous tests on frequent intervals.<br \/><br \/><strong>Doesn’t water at the park get too cold during winter season?<\/strong><br \/>Of course, it does, but we won’t let that affect the fun you’re having. We provide temperature controlled water in the pools using solar panels mounted atop various buildings. We are committed to providing you’re a great experience through the year.<br \/><br \/><strong>I’m going to get thirsty in the pool. So, do I get drinking water within the complex or should I bring it from outside?<\/strong><br \/>We’ve fitted multiple purified, potable water outlets at various locations in our parks. To provide with safe drinking water, we have a treatment plant with a conventional system which carries out the processes of \"aeration and sedimentation followed by filtration\". This is maintained as per IS standards with parameters of IS:10500 maintained for drinking water.<br \/>However, if packaged water is your thing, you could buy it at the kiosks or food counters.<br \/><br \/><strong>I’m going to be hungry as well. Can I get my own food?<\/strong><br \/>Unfortunately, not. We don’t allow food from outside in the park premises. But we are sure you would enjoy the delicious food available at our multi cuisine restaurants and eateries inside the park.<br \/><br \/><strong>So, what should I do about food?<\/strong><br \/>Oh, don’t worry. Our parks have food outlets and kiosks positioned near major attractions. You can get healthy and hygiene food here at affordable prices.<br \/><br \/><strong>What kind of food is available in the park?<\/strong><br \/>You can choose from a wide range. Right from South Indian food to multi-cuisine outlets, we have it all. Soft drinks, ice creams and bottled potable water are also available at all the food courts and scattered kiosks.<br \/><br \/><strong>Just wondering, are my personal belongings are safe at the park?<\/strong><br \/>They sure are, safe lockers are available at the park premises and you can keep your belongings there. We have state of the art, RFID controlled locker system which could be operated with a device called EZ Pay<br \/><br \/><strong>Is the park safe for women and children?<\/strong><br \/>Certainly. Let security not be your concern. We have enough and more security personnel to look after you and your family.<br \/><br \/><strong>Great. So, do you have a dress code inside the park?<\/strong><br \/>Since we receive many guests and their families, we expect our visitors to be modestly dressed. In the interest of safety of the guests and hygiene at various rides, strict dress code is enforced in our parks<\/div><ul><li>Apparel made of Nylon or 100% synthetic material (t-shirts, shorts, bermudas, three-fourths, or swim suits) only is allowed at the water rides including Rain Disco &amp; Wavepool<\/li><li>Sarees, churidars\/salwars, dupatta, formal pants, shirts, burkhas\/ purdahs, school uniforms, denims (jeans and three-fourth jeans), cargos etc. are not permitted in the water rides.<\/li><li>Almost all our rides involve motion\/ moving parts. To avoid potential risk of any accidents, we request all our guests to refrain from wearing long or loose garments like Saree\/Dupatta\/ Shawls\/Scarves\/ Hijab\/Mafta\/Habit etc. in any of the rides<\/li><\/ul><div><br \/>In case you are not wearing or carrying garments that fit the bill, we have alternative arrangements. You could purchase Nylon\/Synthetic clothes at stores in the park near changing room\/locker area at a nominal price starting Rs. 100\/-<br \/><br \/><strong>Do I have to bring my own swimwear?<\/strong><br \/>You could. But just in case you forget to get it, you can buy one from the counters at a nominal price.<br \/><br \/><strong>Do I have to pay for individual rides?<\/strong><br \/>Not at all, your entry ticket is inclusive of all rides. You get unlimited access to all the rides for the day with a one-time entry ticket.<br \/><br \/><strong>What about parking facilities?<\/strong><br \/>We have plenty of space for parking your vehicles and it is free of cost. Rest rooms are also available for drivers.<\/div>","text_color":"#000000"},"elements":[],"isInner":false,"widgetType":"text-editor","elType":"widget"}],"isInner":false,"elType":"column"}],"isInner":false,"elType":"section"},{"id":"75becd42","settings":{"structure":"20","background_background":"classic","background_color":"#D0AE96"},"elements":[{"id":"5f1b8898","settings":{"_column_size":50,"_inline_size":null},"elements":[{"id":"a706ad8","settings":{"editor":"<h3><strong>Make Time For enjoyment.<\/strong><\/h3>","typography_typography":"custom","typography_font_family":"Open Sans Hebrew","typography_font_size":{"unit":"px","size":1,"sizes":[]},"typography_font_weight":"400"},"elements":[],"isInner":false,"widgetType":"text-editor","elType":"widget"}],"isInner":false,"elType":"column"},{"id":"128e2d6a","settings":{"_column_size":50,"_inline_size":null},"elements":[{"id":"300be216","settings":{"text":"BOOK NOW","background_color":"#6B61CE","link":{"url":"http:\/\/127.0.0.1\/wordpress\/shop\/","is_external":"","nofollow":"","custom_attributes":""}},"elements":[],"isInner":false,"widgetType":"button","elType":"widget"}],"isInner":false,"elType":"column"}],"isInner":false,"elType":"section"}],"page_settings":[],"version":"0.4","title":"FAQ","type":"page"}